Repository: innoq/xbmc-rdm-hp-addon
Catalog: script.homepilot/resources/language/*/strings.po
Languages: dutch

# #32380
source: No connection to HomePilot or no data available.
dutch: Er is geen verbinding met de HomePilot of er zijn geen gegevens beschikbaar.

# #32381
source: No data could be loaded. Please check your settings in the configuration and your internet connection, both of HomePilot and your smartphone. As soon as a connection to HomePilot is possible, this will be automatically re-connected.
dutch: Er konden geen gegevens worden geladen. Controleer a.u.b. uw instellingen in de configuratie en uw internetverbinding, van HomePilot en de smartphone. Zodra een verbinding met HomePilot mogelijk is, wordt deze automatisch weer tot stand gebracht.

# #32004
source: Favourites
dutch: Favorieten

# #32006
source: Devices
dutch: Apparaten

# #32005
source: Scenes
dutch: Scenario's

# #32008
source: Settings
dutch: Instellingen

# #32009
source: Device types
dutch: Types apparaten

# #32015
source: Group
dutch: Groepen

# #32002
source: All
dutch: Alle

# #32010
source: Roller shutters
dutch: Rolluiken

# #32011
source: Switches
dutch: Schakelaars

# #32012
source: Dimmer
dutch: Dimmers

# #32387
source: Automatic
dutch: Automatische functie

# #32388
source: Favourite
dutch: Favoriet

# #32370
source: Execute
dutch: Uitvoeren

# #32007
source: Sensors
dutch: Sensoren

# #32003
source: Local access (IP address)
dutch: Lokale toegang (IP-adres)

# #32013
source: Thermostats
dutch: Thermostaten

# #32389
source: Current data
dutch: Actuele gegevens

# #32383
source: HomePilot by Rademacher GmbH
dutch: HomePilot

# #32014
source: Doors
dutch: doelen

# #32030
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32031
source: The automatic timer of the device is deactivated. It does not respond to time commands.
dutch: De automatische klok is gedeactiveerd. Ze reageert niet op tijdcommando's.

# #32032
source: The automatic timer of the device is activated. It responds to time commands.
dutch: De automatische klok is geactiveerd. Ze reageert op tijdcommando's.

# #32034
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32040
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32041
source: The automatic dawn function of the device is deactivated. It does not respond when it gets light.
dutch: De ochtendschemeringsmodule van het apparaat is gedeactiveerd. Ze reageert niet als het ochtend wordt.

# #32042
source: The automatic dawn function of the device is activated. It responds when it gets light.
dutch: De ochtendschemeringsmodule van het apparaat is geactiveerd. Ze reageert als het ochtend wordt.

# #32044
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32050
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32051
source: The automatic dusk function of the device is deactivated. It does not respond when it gets dark.
dutch: De avondschemeringsmodule van het apparaat is gedeactiveerd. Ze reageert niet als het avond wordt.

# #32052
source: The automatic dusk function of the device is activated. It responds when it gets dark.
dutch: De avondschemeringsmodule van het apparaat is geactiveerd. Ze reageert als het avond wordt.

# #32054
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32060
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32061
source: The automatic dust function of the device is deactivated. It does not respond when it gets dark.
dutch: De avondschemeringsmodule van het apparaat is gedeactiveerd. Ze reageert niet als het avond wordt.

# #32062
source: The automatic dust function of the device is activated. It responds when it gets dark.
dutch: De avondschemeringsmodule van het apparaat is geactiveerd. Ze reageert als het avond wordt.

# #32064
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32070
source: The solar program is currently being executed.
dutch: Het zonneprogramma wordt momenteel uitgevoerd.

# #32071
source: The automated solar function of the device is deactivated. It does not respond when a solar limit value is reached.
dutch: De zonnemodule van het apparaat is gedeactiveerd. Ze reageert niet als een zonreactiewaarde wordt bereikt.

# #32072
source: The automated solar function of the device is activated. It responds when a solar limit value is reached.
dutch: De zonnemodule van het apparaat is geactiveerd. Ze reageert als een zonreactiewaarde wordt bereikt.

# #32074
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32080
source: The device is designated as favourite in the HomePilot速.
dutch: Het apparaat is in HomePilot速 als favoriet gekenmerkt.

# #32081
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32082
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32084
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32100
source: The wind program is currently being executed.
dutch: Het windprogramma wordt momenteel uitgevoerd.

# #32101
source: The automated wind function of the device is deactivated. It does not respond when a wind limit value is reached.
dutch: De windmodule van het apparaat is gedeactiveerd. Ze reageert niet als een windreactiewaarde wordt bereikt.

# #32102
source: The automated wind function of the device is activated. It responds when a wind limit value is reached.
dutch: De windmodule van het apparaat is geactiveerd. Ze reageert als een windreactiewaarde wordt bereikt.

# #32104
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32110
source: The rain program is currently being executed.
dutch: Het regenprogramma wordt momenteel uitgevoerd.

# #32111
source: The automated rain function of the device is deactivated. It does not respond when it rains.
dutch: De regenmodule van het apparaat is gedeactiveerd. Ze reageert niet als het regent.

# #32112
source: The automated rain function of the device is activated. It responds when it rains.
dutch: De regenmodule van het apparaat is geactiveerd. Ze reageert als het regent.

# #32114
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32120
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32121
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32122
source: The device can be controlled from a transmitter.
dutch: Het apparaat kan door een zender worden bestuurd.

# #32124
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32130
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32131
source: The automated sensor function of the device is deactivated. It does not respond when the sensor is triggered.
dutch: De sensormodule van het apparaat is gedeactiveerd. Ze reageert niet als de sensor aanspreekt.

# #32132
source: The automated sensor function of the device is activated. It responds when the sensor is triggered.
dutch: De sensormodule van het apparaat is geactiveerd. Ze reageert als de sensor aanspreekt.

# #32134
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32140
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32141
source: The automated temperature function of the device is deactivated. It does not respond when a temperature limit value is reached.
dutch: De temperatuurmodule van het apparaat is gedeactiveerd. Ze reageert niet als een temperatuurreactiewaarde wordt bereikt.

# #32142
source: The automated temperature function of the device is activated. It responds when a temperature limit value is reached.
dutch: De temperatuurmodule van het apparaat is geactiveerd. Ze reageert als een temperatuurreactiewaarde wordt bereikt.

# #32144
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32150
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32151
source: The automated temperature function of the device is deactivated. It does not respond when a temperature limit value is reached.
dutch: De temperatuurmodule van het apparaat is gedeactiveerd. Ze reageert niet als een temperatuurreactiewaarde wordt bereikt.

# #32152
source: The automated temperature function of the device is activated. It responds when a temperature limit value is reached.
dutch: De temperatuurmodule van het apparaat is geactiveerd. Ze reageert als een temperatuurreactiewaarde wordt bereikt.

# #32154
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32160
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32161
source: The automated motion function of the device is deactivated. It does not respond when motion is registered.
dutch: De bewegingsmodule van het apparaat is gedeactiveerd. Ze reageert niet als er een beweging wordt geregistreerd.

# #32162
source: The automated motion function of the device is activated. It responds when motion is registered.
dutch: De bewegingsmodule van het apparaat is geactiveerd. Ze reageert als er een beweging wordt geregistreerd.

# #32164
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32170
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32171
source: The automated smoke function of the device is deactivated. It does not respond when smoke is registered.
dutch: De rookmodule van het apparaat is gedeactiveerd. Ze reageert niet als er rook wordt geregistreerd.

# #32172
source: The automated smoke function of the device is activated. It responds when smoke is registered.
dutch: De rookmodule van het apparaat is geactiveerd. Ze reageert als er rook wordt geregistreerd.

# #32174
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32180
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32181
source: The automated closer contact function of the device is deactivated. It does not respond when the contact is opened or closed.
dutch: De sluitcontactmodule van het apparaat is gedeactiveerd. Ze reageert niet als een contact wordt geopend of gesloten.

# #32182
source: The automated closer contact function of the device is activated. It responds when the contact is opened or closed.
dutch: De sluitcontactmodule van het apparaat is geactiveerd. Ze reageert als een contact wordt geopend of gesloten.

# #32184
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32190
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32191
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32192
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32194
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout geregistreerd. Controleer de mechanische omstandigheden van het apparaat.

# #32200
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32201
source: The scene is deactivated and no longer responds to set time automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde tijdautomations.

# #32202
source: The scene is activated and responds to set time automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde tijdautomations.

# #32204
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32210
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32211
source: The scene is deactivated and no longer responds to set dawn automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde ochtendschemeringsautomations.

# #32212
source: The scene is activated and responds to set dawn automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde ochtendschemeringsautomations.

# #32214
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32220
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32221
source: The scene is deactivated and no longer responds to set dusk automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde avondschemeringsautomations.

# #32222
source: The scene is activated and responds to set dusk automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde avondschemeringsautomations.

# #32224
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32230
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32231
source: The scene is deactivated and no longer responds to set dusk automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde avondschemeringsautomations.

# #32232
source: The scene is activated and responds to set dusk automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde avondschemeringsautomations.

# #32234
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32240
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32241
source: The scene is deactivated and no longer responds to set solar automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde zonautomations.

# #32242
source: The scene is activated and responds to set solar automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde zonautomations.

# #32244
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32250
source: This scene is designated as favourite in the HomePilot速.
dutch: Het scenario is in HomePilot速 als favoriet gekenmerkt.

# #32251
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32252
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32254
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32270
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32271
source: The scene is deactivated and no longer responds to set wind automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde windautomations.

# #32272
source: The scene is activated and responds to set wind automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde windautomations.

# #32274
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32280
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32281
source: The scene is deactivated and no longer responds to set rain automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde regenautomations.

# #32282
source: The scene is activated and responds to set rain automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde regenautomations.

# #32284
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32290
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32291
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32292
source: This scene can be carried out by a transmitter.
dutch: Dit scenario kan door een zender worden uitgevoerd.

# #32294
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32300
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32301
source: The scene is deactivated and no longer responds to set general automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde algemene automations.

# #32302
source: The scene is activated and responds to set general automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde algemene automations.

# #32304
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32310
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32311
source: The scene is deactivated and no longer responds to set temperature automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde temperatuurautomations.

# #32312
source: The scene is activated and responds to set temperature automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde temperatuurautomations.

# #32314
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32320
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32321
source: The scene is deactivated and no longer responds to set temperature automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde temperatuurautomations.

# #32322
source: The scene is activated and responds to set temperature automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde temperatuurautomations.

# #32324
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32330
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32331
source: The scene is deactivated and no longer responds to set motion automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde bewegingsautomations.

# #32332
source: The scene is activated and responds to set motion automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde bewegingsautomations.

# #32334
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32340
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32341
source: The scene is deactivated and no longer responds to set smoke automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde rookautomations.

# #32342
source: The scene is activated and responds to set smoke automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde rookautomations.

# #32344
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32350
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32351
source: The scene is deactivated and no longer responds to set closer contact automation.
dutch: Het scenario is gedeactiveerd en reageert niet meer op de ingestelde sluitcontactautomations.

# #32352
source: The scene is activated and responds to set closer contact automation.
dutch: Het scenario is geactiveerd en reageert op de ingestelde sluitcontactautomations.

# #32354
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32360
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32361
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32362
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32364
source: An error has occurred! Please contact RADEMACHER Service.
dutch: Er is een fout opgetreden! Neem contact op met RADEMACHER Service.

# #32020
source: All
dutch: Alle

# #32019
source: All
dutch: Alle

# #32017
source: Can be run manually
dutch: Handmatig uitvoerbaar

# #32018
source: Can notbe run manually
dutch: Alleen automatisch uitvoerbaar

# #32016
source: Scene types
dutch: Scenariotypen

# #32371
source: Up
dutch: Omhoog

# #32373
source: Down
dutch: Omlaag

# #32375
source: On
dutch: Aan

# #32376
source: Off
dutch: Uit

# #32377
source: Auto
dutch: Automatisch

# #32378
source: Manual
dutch: Manueel
