Repository: innoq/xbmc-rdm-hp-addon
Catalog: script.homepilot/resources/language/*/strings.po
Languages: dutch

# #32390
source: Cameras
dutch: Camera&#39;s
